* Isunnguata_33km_14SA
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                           | Isunnguata_33km_14SA
Place Name                            | Isunnguata Sermia
Geographic Location                   | Central West Greenland
Ice Type                              | 
Data Reference                        | Joel Harper. 2017. Ice temperatures measured in a grid of boreholes, Western Greenland, 2014-2016. Arctic Data Center. doi:10.18739/A24746S04.
Data DOI                              | 10.18739/A24746S04
Science Reference                     | "Hills, Benjamin H., Joel T. Harper, Neil F. Humphrey, and Toby W. Meierbachtol. ""Measured horizontal temperature gradients constrain heat transfer mechanisms in Greenland ice."" Geophysical Research Letters 44, no. 19 (2017): 9778-9785."
Science DOI                           | 10.1002/2017GL074917
Date                                  | 2015
Longitude [°E]                        | -49.57001
Latitude [°N]                         | 67.18108000000001
Location source                       | 10.18739/A24746S04
Depth of top measurement [m]          | 72.0
Depth of bottom measurement [m]       | 672.0
Ice thickness [m]                     | 674.0
Coverage [% of thickness]             | 89
Ice thickness source                  | 10.18739/A24746S04
Measured from: Top, Bottom, Relative  | B
General_Note                          | See also McDowell, I. E., Humphrey, N. F., Harper, J. T., and Meierbachtol, T. W.: The cooling signature of basal crevasses in a hard-bedded region of the Greenland Ice Sheet, The Cryosphere, 15, 897–907, https://doi.org/10.5194/tc-15-897-2021, 2021.
Temperature_note                      | 
Thickness_note                        | 
Location_note                         | 
#+end_example

** Temperature

** Thickness

** Location

** Velocity

** Notes

See 14n for more information

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|   d |      t |
|  72 | -10.38 |
|  92 | -10.56 |
| 112 | -10.69 |
| 132 | -10.75 |
| 152 | -10.81 |
| 192 | -10.75 |
| 212 | -10.69 |
| 232 | -10.63 |
| 252 | -10.56 |
| 272 | -10.44 |
| 292 | -10.31 |
| 312 | -10.31 |
| 332 | -10.25 |
| 352 | -10.06 |
| 372 |  -9.75 |
| 392 |  -9.25 |
| 412 |  -8.69 |
| 432 |  -8.06 |
| 452 |  -7.56 |
| 472 |   -7.0 |
| 492 |  -6.44 |
| 512 |  -5.75 |
| 522 |   -5.5 |
| 532 |  -5.19 |
| 542 |  -4.75 |
| 552 |  -4.38 |
| 562 |   -4.0 |
| 572 |  -3.63 |
| 582 |  -3.13 |
| 592 |  -2.75 |
| 602 |  -2.44 |
| 612 |  -1.94 |
| 622 |  -1.56 |
| 632 |  -1.19 |
| 642 |  -0.94 |
| 652 |  -0.56 |
| 662 |  -0.38 |
| 672 |  -0.13 |
